{
    "articles": [
        {
            "id": "1",
            "title": "HOW SAFE ARE OUR HALLS?",
            "author": null,
            "date": "1978-06-07",
            "content": "Recent months have seen a spate of thefts at Ifor Evans Hall and Max Rayne House, with the loss of property worth a great deal of money. This recurrent problem which, in the past, has included the theft of colour televisions from common rooms there, raises the question of whether the policy of “open access” should be discontinued, and security tightened up.\n\nIfor Evans and Max Rayne House between them house over 500 students, and this is to increase still further when a new extension is opened next year. This site is the only one amongst U.C.’s student housing where one can come and go, with no security measures whatsoever for most of the time.\n\nSECURITY\nAt Ramsey Hall, a similar purpose-built block, where a porter calls residents to the entrance hall to meet guests, there have been only two or three incidents of theft in the past five years.\n\nPi asked a number of residents at Ifor and Max what they would like to see done, if anything, to tighten up security.\n\nEvery person questioned said that they wished to see the policy of open access remain, as did Ifor Evans’ warden, Mr. John Andrews. “An atmosphere of distrust” was what people feared if entrance doors were to be kept locked during the day. The problem of intruders entering ground floor rooms through open windows seems simply the result of student carelessness. A student who had lost a cassette recorder recently pointed out that window locks had now been fitted to all ground floor windows.\n\nINTRUDERS\nBy far the largest group of thefts is due to intruders, possibly other residents, entering students’ rooms which have been left unlocked. There have been isolated cases when a door has been kicked in, but none of the students whom Pi spoke to, who kept their rooms locked, had lost any property.\n\nOutside the hall, there have been countless incidents of bicycle thefts and cars broken into. One of the residents suggested that this problem could be reduced by better lighting outside the hall.\n\n“VIGILANCE”\nStudents are naturally reluctant to lock their rooms when they only go out for a couple of minutes to a kitchen or to a friend’s room, but, as recent incidents have shown, this is the only way to prevent intruders. As John Andrews said of the free access policy: “the price we pay is constant vigilance.”",
            "continues-to": "no",
            "continues-from": "no",
            "metadata": {
                "section": "Front Page",
                "issue": "372",
                "page": "1"
            },
            "errors": []
        },
        {
            "id": "2",
            "title": "UCL IN SPACE?",
            "author": null,
            "date": "1978-06-07",
            "content": "Skylab II, the second orbital space laboratory, planned for launching sometime in the early ’80s, could have a UCL scientist among its crew. At the time of going to press, the final decision as to who should be on board had not been made, but there is every possibility that Keith Strong, 27, a research assistant with the Mullard Space Science Laboratory, could be among those selected.\n\nMr. Strong has been working at the Mullard Laboratories in Mill Hill since he graduated from UCL in 1973. Since his particular field is solar physics, he is a likely contender for the part of the team which will be dealing exclusively with the observation of the sun.\n\nThe selection procedure has been long and gruelling. It began with an elite of ten scientists who were chosen by the Investigating Workers’ Group to go for a medical at Houston. Of those ten, eight went on for interview at the Marshall Space Flight Centre at Huntsville, Alabama. At this moment, the IWG is deciding upon which four of those eight men will eventually go to be trained for the mission.\n\nTENTERHOOKS\nIf Keith Strong is among them, he will then have to prove himself skilled enough to be one of the two technicians ultimately to go up in the Lab.\n\nSpeaking to me on the phone, Mr. Strong explained that the competition is very fierce, since the Americans have up six extremely strong candidates, but he feels that he still has a good chance. He will be on tenterhooks during most of this week while the bureaucratic machinations of the selection committee grind towards their final decision, but whether or not he is finally chosen, it will still be quite a feather in UCL’s cap that he has got as far as he has.",
            "continues-to": "no",
            "continues-from": "no",
            "metadata": {
                "section": "Front Page",
                "issue": "372",
                "page": "1"
            },
            "errors": []
        },
        {
            "id": "3",
            "title": "KING’S v NUS",
            "author": null,
            "date": "1978-06-07",
            "content": "A nationwide campaign for the reform of NUS may be launched at King’s College at the beginning of next session.\n\nThis follows the recent defeat of a motion calling for disaffiliation from NUS at King’s. Tony Atherton, proposer of the motion and Vice-President of the Union, told ‘Pi’ that there was still strong feeling amongst many students at King’s that NUS is not serving individual students’ unions as well as it might.\n\nHe hopes to launch a concerted effort next session, with the chief aim of creating a Universities Association within NUS. This would actively work as a reform body, analysing and bringing to light NUS failures.",
            "continues-to": "no",
            "continues-from": "no",
            "metadata": {
                "section": "Front Page",
                "issue": "372",
                "page": "1"
            },
            "errors": []
        }
    ]
}